---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomActualLightingLoadPerAreaParam
source: html/33876c0c-7597-3d6c-cd0b-21e9de0aa4aa.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomActualLightingLoadPerAreaParam Property

"Actual Lighting Load per area"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomActualLightingLoadPerAreaParam { get; }
```